Repository: alou/django_kodonso
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Invalid entries: the number of absentees
fr: Saisie incorrecte : le nombre d'absents

source: is superior to total number of boys
fr: est supérieur à l'effectif total des garçons

source: in this class
fr: de cette classe

source: is superior to total number of girls
fr: est supérieur à l'effectif total des filles

source: is superior to total number of teachers
fr: est supérieur à l'effectif total des professeurs

source: should not be negative
fr: ne doit pas être négatif

source: Class
fr: Classe

source: Boy absent
fr: Garçon(s) absent(s)

source: Girl absent
fr: Fille(s) absente(s)

source: Teacher absent
fr: Professeur(s) absent(s)

source: FAO quota (g)
fr: Quota FAO en (g)

source: start date
fr: date debut

source: end date
fr: date fin

source: Name of place
fr: Nom du village

source: Places
fr: Village

source: Name of school
fr: Nom de l'école

source: Total boy
fr: Nombre total de garçon

source: Total Girl
fr: Nombre total de fille

source: Total number of teachers
fr: Nombre total d'enseignant

source: Begin year
fr: Début d'année

source: end_year
fr: Fin d'année

source: Daily absences of pupils
fr: Absence journaliere des eleves

source: Daily absences of teachers
fr: Absence journaliere des professeurs

source: teacher absent
fr: Professeur(s) absent(s)

source: Warning
fr: Alerte

source: Reporter
fr: Raporteur

source: No appeal has been made
fr: Aucun appel n'a été fait

source: Boys
fr: Garçons

source: Girls
fr: Filles

source: Teachers
fr: Enseignants

source: Number of days
fr: Nombre de jour

source: Change place
fr: Changer de village

source: Schools
fr: École

source: Number of day
fr: Nombre de jour

source: Changing schools
fr: Changer d'école

source: Boys absentes
fr: Garçon(s) absent(s)

source: Total Boys
fr: Nombre total de garçon

source: Girls absentes
fr: Fille(s) absente(s)

source: Total girls
fr: Nombre total de fille

source: Teachers absentes
fr: Professeur(s) absent(s)

source: Total teachers
fr: Nombre total d'enseignant

source: Warning Kodonso
fr: Alerte Kodonso

source: There's a school whose absenteeism is High, please consuter http://rtl.gotdns.org
fr: Il y'a une école dont l'absentéisme est élévé , veuillez consuter http://rtl.gotdns.org

source: The report already exists
fr: Ce rapport existe déjà

source: you can not add report
fr: Vous ne pouvez pas ajouter de rapport

source: There is one school dont high absenteeism, please consuter http://rtl.gotdns.org
fr: Il y'a une école dont l'absentéisme est élévé , veuillez consuter http://rtl.gotdns.org

source: This report already exists
fr: Ce rapport existe déjà

source: Classes
fr: Classe

source: Please login ...
fr: Veuillez vous identifiez...

source: Interconnection of good!
fr: Connection reussie!

source: Your Account is not active, please contact the site admin.
fr: Votre compte n'est pas en activité, entrez un contact s'il vous plait

source: Your username and / or your password is incorrect.
fr: Votre nom d'utilisateur et/ou votre mot de passe est incorrect.

source: This report contains no period
fr: Cette periode ne contient aucun rapport

source: Select a period to view reports
fr: Choisissez une periode pour afficher les rapports

source: maximum stock
fr: Stocks maximal

source: daily quantity
fr: quantite journalier

source: Invalid entries: Consumer input
fr: Saisie incorrecte : la consommation saisie

source: is superior to quantity in stock
fr: est supérieur à la quantité en stock

source: Invalid entries: Consumer input must not be negative
fr: Saisie incorrecte : la consomation saisie ne doit pas être negative

source: Invalid entries: the entry must not be negative
fr: Saisie incorrecte :l'entrée ne doit pas être negative

source: Product
fr: Denrée

source: School
fr: École

source: Incomming
fr: Entrées

source: Consumption
fr: Sorties

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Last name
fr: Prénom

source: First name
fr: Nom

source: Group
fr: Groupe

source: Name of product
fr: Nom de la denrée

source: Name of Schools
fr: Nom de l'école

source: Remaining
fr: Stocks restants

source: no maximum stock.
fr: pas de stock maxi

source: No record of stock
fr: Aucun relevé de stock

source: Place
fr: Village

source: Remaining stocks
fr: Stocks restants

source: Change school
fr: Changer d'école

source: Change Product
fr: Changer de denrée

source: No record of stock
fr: Aucun relevé de stock

source: There is a school that has exceeded its daily consumption, please consuter http://rtl.gotdns.org
fr: Il y'a une école dont l'absentéisme est élévé , veuillez consuter http://rtl.gotdns.org

source: There is a school that has exceeded its daily consumption, please consuter rtl.gotdns.org
fr: Il y'a une école dont l'absentéisme est élévé , veuillez consuter http://rtl.gotdns.org

source: the user name already exists
fr: le nom d'utilisateur existe déjà

source: you can add a user Stock-Admin or Stock-Reporter
fr: vous ne pouvez ajouter qu'un utilisateur Stock-Admin ou Stock-Reporter

source: you can add a user Census-Admin or Census-Reporter
fr: vous ne pouvez ajouter qu'un utilisateur Census-Admin ou Census-Reporter

source: Shosse at least one group
fr: Choisissez au moins un groupe

source: This report contains no period
fr: Cette periode ne contient aucun rapport

source: Week of
fr: Sem du

source: YYYY MMMM dd
fr: dd MMMM YYYY

source: This week
fr: Cette semaine

source: This month
fr: Ce mois-ci

source: This year
fr: Cette année

source: Change Place
fr: Changer de village

source: Log out
fr: Déconnexion

source: Log in
fr: Connexion

source: The record requested does not exist!
fr: L'enregistrement demandé n'existe pas !!!

source: By
fr: Par

source: Week
fr: Semaine

source: Month
fr: Mois

source: Year
fr: Année

source: Previous
fr: Précédant

source: Next
fr: Suivant

source: Home
fr: Acceuil

source: Welcome
fr: Bienvenue

source: Disconnect
fr: Deconnexion

source: manage
fr: Administrer

source: Adding a user account
fr: Ajout d'un compte d'utilisateur

source: Save
fr: Enregistrer

source: Calculation of forecast
fr: Calcul de la prévision

source: Stock Consolidation
fr: Codification stock

source: Consolidation absence
fr: Codification absence

source: Select the user to change
fr: Sélectionnez l'utilisateur à changer

source: Add user
fr: Ajouter un utilisateur

source: User
fr: l'utilisateur

source: School management groups
fr: Gestion de groupe scolaire

source: has been added
fr: a été ajouté

source: Add another user
fr: Ajouter un autre utilisateur

source: User account edit
fr: Modification du compte d'utilisateur

source: You are not authorized to access this page
fr: Vous n'êtes pas autorisé à accéder à cette page

source: Abstract
fr: Résumé

source: All absences
fr: Toutes les absences

source: Reports Management
fr: Gestion des rapports

source: Summary
fr: Récapitulatif

source: Average number of abcences to
fr: Nombre total d'absent à

source: Number of missing
fr: Nbre d'absent

source: Total number
fr: Effectif total

source: Add a new call
fr: Ajouter un nouvel appel

source: Download those data at size CSV
fr: Télécharger ces données au format csv

source: See evolution week
fr: Voir l'evolution par semaine

source: See daily evolution
fr: Voir l'evolution par jour

source: See the evolution of months
fr: Voir l'evolution des mois

source: Boys
fr: Garçons

source: Teachers
fr: Enseignants

source: Absence Rates
fr: Taux d'absence

source: days
fr: Jour

source: Modification form
fr: Formulaire de modification

source: Edit
fr: Modifier

source: Schools and classes code
fr: Code des écoles et des classes

source: School name
fr: Nom de l'écoles

source: School code
fr: Code de l' écoles

source: Class name
fr: Nom de la classe

source: Class code
fr: Code des classes

source: Summary of absences
fr: Résumé de l'état des absenteïsmes

source: Schools with more pupils absent
fr: Écoles avec le plus d'élèves absents

source: Yesterday
fr: Hier

source: Add a new appeal
fr: Ajouter un nouvel appel

source: Last Week
fr: Semaine dernière

source: Schools with more teachers absent
fr: Écoles avec le plus de professeurs absents

source: No warning
fr: Pas d'alerte

source: Do you want to delete this report
fr: Voulez-vous supprimer ce rapport?

source: NO
fr: NON

source: YES
fr: OUI

source: Evolution of absenteeism
fr: Evolution de l'absentéisme à

source: in
fr: en

source: Days
fr: Jour

source: Average
fr: Moyenne

source: Girls
fr: Filles

source: Teachers
fr: Enseignants

source: Quantity forecast
fr: Calcul de la prévision

source: Forecast
fr: Prévision

source: Total student
fr: Effectif total des élèvés

source: FAO quota
fr: Quota FAO

source: months
fr: mois

source: Management Reports
fr: Gestion des rapports

source: Reports management
fr: Gestion des rapports

source: Dates
fr: Date

source: Delete
fr: Supprimer

source: Periodic Report
fr: Rapport périodique

source: GO
fr: Ok

source: Report
fr: Rapport

source: From
fr: Du

source: to
fr: au

source: the number of missing girls
fr: Le nombre de filles absentes

source: the total number of girls
fr: L'effectif total des filles

source: the number of missing boys
fr: Le nombre de garçons absents

source: the total number of boys
fr: L'effectif total des garçons

source: the number of missing teachers
fr: Le nombre de professeurs absents

source: the total number of teachers
fr: L'effectif total des professeurs

source: the absence rate
fr: Taux d'absence

source: Stock data entry
fr: Saisie des données stocks

source: Census data entry
fr: Saisie des données assiduite

source: Adding report absenteeism
fr: Ajout de rapport d'absenteisme

source: Schools
fr: École

source: All Stocks
fr: Tous les stocks

source: Maximum stock
fr: Stocks maximal

source: Stocks of
fr: Stocks de

source: by school
fr: par école

source: Add record
fr: Ajouter un relevé

source: by product
fr: par denrée

source: See evolution week
fr: Voir l'evolution par semaine

source: See daily evolution
fr: Voir l'evolution par jour

source: See the evolution of months
fr: Voir l'evolution des mois

source: Consolidation
fr: Codification

source: Stock Consolidation
fr: Codification stock

source: Schools and products code
fr: Code des écoles et produits

source: products
fr: Denrée

source: Product name
fr: Nom de la denrée

source: Product code
fr: Code du produit

source: Summary of stock
fr: Résumé de l'état des stocks

source: Schools in short
fr: Écoles en pénurie

source: Largest consumers of the month
fr: Plus gros consommateurs ce mois-ci

source: The
fr: Le

source: has exceeded its normal consumption
fr: a depasse sa consommation normale en

source: whether
fr: soit

source: of
fr: de

source: Last movements
fr: Derniers mouvements

source: Changes in inventories averaged
fr: Evolution de Stocks en moyenne à

source: Evolution in Stock has
fr: Evolution en Stock a

source: average
fr: Moyenne

source: WELCOME KODONSO
fr: BIENVENUE SUR KODONSO

source: Choose a topic to start
fr: Choisissez un sujet pour commencer

source: Stocks canteens
fr: Stocks des cantines

source: Absences of pupils and teachers
fr: Absences des élèves et enseignants

source: Canteen
fr: Cantine de

source: limit the amount of consumption per day
fr: la quantité limite de consomation par jour

source: maximum stock is not defined (please consult the administrator)
fr: stock maximum n'est pas défini (s'il vous plaît consulter l'administrateur)

source: Add stock report
fr: Ajout de rapport de stock
